{

	// Dialogue for vanilla NPCs other than Seb

	"Changes": [

		// Penny
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Penny",
			"Entries": {
				"PilotPenny1": "Can you imagine?$3#$b#Soaring high above the clouds, going wherever you want...#$b#Looking for new books to read and share!$1#$b#I wish I could do that...",
				"PilotPenny2": "I can't stop thinking about that flight!$1#$b#It was like nothing I've ever read before.#$b#I've been trying to tell everyone about it, but it's so hard to put into words!$1",
				"PilotPenny4": "I was worried that it would be too early to start introducing the children to the concept of bouyancy, but they're really catching on!$1#$b#I wish I could take them up for a balloon ride. Maybe when they're older...",
				"PilotPenny5": "My own balloon...$2#$b#Oh, sorry @, I didn't see you there.$3#$b#Did you need something?",
				"PilotPenny7": "My balloon plans are almost done!#$b#I'm going to start building it soon!$1",
				"PilotPenny8": "My mom and I had a long talk.#$b#Our relationship needs some work, but I think we're in a better place than we were before, and that means a lot to me.",
			},
		},

		// Pam
		{
			"Action": "EditData",
			"Target": "Characters/Dialogue/Pam",
			"Entries": {
				"PilotPenny3": "Listen, don't tell Penny what we talked about, kay?$4#$b#I don't wanna dampen that fire she's building up.$4",
				"PilotPenny7": "Penny sure cares about that balloon she's building huh...$2",
				"PilotPenny8": "Penny's gonna fly real high, you'll see.",
			},
		},

		// Emily CT about Penny asking for wesing tips and to borrow her sewing machine

		// Map Strings (no flights at night or in rain)

		{
			"Action": "EditData",
			"Target": "Strings/StringsFromMaps",
			"Entries": {
				"{{ModId}}_BalloonMapString": "Penny can't fly her balloon at night for safety reasons.",
			},
			"Update": "OnTimeChange",
			"When": {
				"Time": "{{Range: 1700, 2600}}",
				"Weather": "Sun, Wind"
			},
		},

		{
			"Action": "EditData",
			"Target": "Strings/StringsFromMaps",
			"Entries": {
				"{{ModId}}_BalloonMapString": "Penny can't fly her balloon in the rain for safety reasons.",
			},
			"When": {
				"Weather": "Rain, Storm, GreenRain"
			},
		},

		{
			"Action": "EditData",
			"Target": "Strings/StringsFromMaps",
			"Entries": {
				"{{ModId}}_BalloonMapString": "Penny can't fly her balloon when it's snowing for safety reasons.",
			},
			"When": {
				"Weather": "Snow"
			},
		},

	]


}