{
	"Changes": [

	// Trigger Dialogue
	{
		"LogName": "Si Pilot Penny Trigger Dialogue",
		"Action": "EditData",
		"Target": "Characters/Dialogue/Penny",
		"Priority": "Late",
		"Entries": {
			// "AcceptGift_book_item": "Thank you! I'm almost finished with a book right now, but I'll read this one next!$h", // Vanilla line for reference
			"AcceptGift_book_item": "Oh wow, this is a rare edition @!$12#$b#Where did you get it?#$b#The bookseller?$3#$b#I've seen him around, but those books look pretty expensive...$2#$b#That's why I usually go to the library instead.$1#$b#Well, I guess it's worth a visit if he's got books like this in stock.$3#$b#I'll stop by his stall next time he's in town.#$b#Thanks for the book @!$1#$action AddMail Current {{ModId}}_M1",
		},
		"When": {
			"HasFlag:hostPlayer |contains={{ModId}}_M1": false,
		}
	},
	
	{
	// Event ID {{ModId}}_E1
	"Action": "EditData",
	"Target": "Data/Events/Town", //
	"When": {
		"spacechase0.SpaceCore/BooksellerInTown": true,
	},
	"Entries": {
		"{{ModId}}_E1/n {{ModId}}_M1/t 900 1700/f Penny 2000": "continue/109 37/farmer 107 37 0 Penny 110 27 0 {{ModId}}_TempNPC 110 26 0/addConversationTopic PilotPenny1 5/skippable/fade/pause 200/move farmer 0 -3 0/pause 200/emote farmer 8/pause 200/viewport 0 -8 5000/emote Penny 40/advancedMove farmer false 0 -5 2 0 0 -3/pause 200/emote Penny 8/pause 200/emote {{ModId}}_TempNPC 40/pause 200/emote Penny 20/pause 200/emote Penny 40/pause 200/emote {{ModId}}_TempNPC 32/pause 200/emote Penny 56/pause 200/emote farmer 8/pause 200/emote Penny 16/pause 200/faceDirection Penny 3/emote {{ModId}}_TempNPC 32/pause 200/
		
		pause 300/speak Sebastian \"Alright, does anyone have questions before we get started?\"/pause 200/quickQuestion Do you have any questions?#Nope.#Why is Vincent here?#What are we doing here again?(break)speak Sebastian \"Good, let's get started.\"(break)speak Sebastian \"Sam's letting me borrow him.\"\\speak Vincent \"My big brother said I can touch as many frogs as I want as long as I don't tell Mom!\"(break)speak Sebastian \"We are starting a conservation project for the endangered Gourmand Frog species.\"/pause 200/move Sebastian 2 0 1/pause 200/advancedMove Sebastian true -4 0 3 200 4 0 1 200/speak Sebastian \"As a conservation project, our objectives are to enhance the survival prospects of the Gourmand Frog population with respect to the local environment, study and monitor local Gourmand Frog behavioral patterns, and spread awareness about Gourmand Frogs and the dangers they face.#$b#Our first step will be to set up habitats around the nearby lake where they can gather and thrive.#$b#To do that we'll need natural materials.#$b#I can get wood and stone from my mom.#$b#That leaves things like moss, fiber, and bug meat.\"/pause 200/speak Vincent \"I can get bug meat!#$b#It's the squishy pink stuff right?\"/pause 200/speak Sebastian \"Yeah, that would be good.#$b#@, what would you like to gather? Remember, we'll need a lot of it.\"/pause 200/quickQuestion Which material would you like to contribute?#Moss.#Fiber.(break)addQuest Si_SF_Q2\\speak Sebastian \"Great, I'll get the fiber.#$b#Bring it to me once you've gathered it all.\"(break)addQuest Si_SF_Q3\\speak Sebastian \"Great, I'll get the moss.#$b#Bring it to me once you've gathered it all.\"/pause 200/stopAdvancedMoves/pause 200/faceDirection Sebastian 0/pause 200/speak Sebastian \"It'll be a long road, but with our help, the Gourmand Frog population will grow to levels not seen since people started living in the valley.#$b#Let's get to it!$7\"/emote farmer 20 true/emote Vincent 20/pause 300/end/fade",
		},
	},

	// Second event - penny asks about balloon

	// 3rd - penny tells you she got to go up in the balloon! kind of nervous at first but it's the most exciting thing she's ever done. marcello even gave her some books to learn more about them (she gifts you a bc book on hot air balloons via mail if applicable)

	// Event teaching kids about why balloons float (bouyancy) (she'll send you another book on the topic if you like...) (or maybe CT dialoge instead? If don't talk to her during CT time, it gets randomly sold in the bookseller/pierre shops instead)

	// farm event: bookseller offered to teach her how to pilot balloons; farmer encourages her to do it

	// farmer arrives right after a lesson, penny raves about it. Marcello: you performed admirably! Soon we can set you up with your own balloon! Penny: (sadly) yeah, maybe... farmer: ?, end scene

	// Later event, Penny preparing for a lesson in the library, farmer greets her 'hi farmer!', farmer ?, penny 'I seem sad? Hmm... I was just thinking about that balloon lesson with marcello. I'd love to have my own balloon someday, but those cost a lot. Maybe if I save up... farmer: I'll help you buy it//I appreciate it, but I couldn't ask that... maybe I can make one? (or farmer: maybe you can build one?); Penny hmm I wonder if there's any books on making balloons. It would have to follow safety standards... (book on ballooncraft if applicable)

	// Event. Penny: I might be able to make one, but I'll need a lot of materials. It would be cheaper though. Can you help me? I'll pay you back!

	// Quest

	// Penny: it'll be small, plain, and won't go very high, but it'll work for practice at least. Thanks @!

	// Pam: here kid, saved up some of my drink money to buy more cloth. Penny's real excited about this, I don't want her to be limited. Help her touch the sky! gives farmer money and quest to give Penny more cloth

	// Emily CT about Penny asking for wesing tips and to borrow her sewing machine

	// Mails on the progress of Penny getting pilot certified under Marcello. Possibly a cert book if applicable

	// Cert is done! Mail inviting you to fly

	// Use either DaisyNiko or Sharrogg panoramas for flight event. Penny thanks you for helping her try something new

	// Bonus event - Pam and Penny go ballooning

	// Bonus marriage event - balloon date like Harvey's

	// CT - 'i hope I can bring the children up here one day, when they're old enough to act safely

	// Wonder if I can add a repeatable event with random panos each time interacting w balloon...

	]
}




