{
	"Changes": [

	// Trigger Dialogue
	{
		"LogName": "Si Pilot Penny Trigger Dialogue",
		"Action": "EditData",
		"Target": "Characters/Dialogue/Penny",
		"Priority": "Late",
		"Entries": {
			// "AcceptGift_book_item": "Thank you! I'm almost finished with a book right now, but I'll read this one next!$h", // Vanilla line for reference
			"AcceptGift_book_item": "Oh wow, this is a rare edition @!$12#$b#Where did you get it?#$b#The bookseller?$3#$b#I've seen him around, but those books look pretty expensive...$2#$b#That's why I usually go to the library instead.$1#$b#Well, I guess it's worth a visit if he's got books like this in stock.$3#$b#I'll stop by his stall next time he's in town.#$b#Thanks for the book @!$1#$action AddMail Current {{ModId}}_M1",
		},
		"When": {
			"HasFlag:hostPlayer |contains={{ModId}}_M1": false,
		}
	},
	
	{
	// Event ID {{ModId}}_E1
	"Action": "EditData",
	"Target": "Data/Events/Town", //
	"When": {
		"spacechase0.SpaceCore/BooksellerInTown": true,
	},
	"Entries": {
		"{{ModId}}_E1/n {{ModId}}_M1/t 900 1700/f Penny 2000": "continue/109 37/farmer 109 37 0 Penny 110 27 0 {{ModId}}_TempNPC 110 26 0/addConversationTopic PilotPenny1 5/skippable/fade/pause 200/move farmer 0 -3 0/pause 200/emote farmer 8/pause 200/viewport 0 -8 5000/emote Penny 40/advancedMove farmer false 0 -5 2 0 0 -3/pause 200/emote Penny 8/pause 200/emote {{ModId}}_TempNPC 40/pause 200/emote Penny 20/pause 200/emote Penny 40/pause 200/emote {{ModId}}_TempNPC 32/pause 200/emote Penny 56/pause 200/emote farmer 8/pause 200/emote Penny 16/pause 200/faceDirection Penny 3/emote {{ModId}}_TempNPC 56/pause 200/speak Penny \"Hi @!$1#$b#I've been chatting with Marcello here about his books.#$b#He travels everywhere in that hot air balloon looking for new books to read and sell.#$b#It's such a cool way to distribute them!$1\"/pause 200/emote {{ModId}}_TempNPC 32/textAboveHead \"Oh, I'm flattered!\"/pause 200/emote farmer 56/pause 200/faceDirection Penny 0/pause 200/speak Penny \"I've got to get going, but thank you so much for indulging my questions Marcello.#$b#And for offering to trade books with me! I'll bring some the next time you stop by.$1\"/pause 200/message \"Marcello: Of course Penny! You take care now. I'll keep an eye out for that series you mentioned!\"/pause 200/emote Penny 20/pause 200/advancedMove Penny false 0 3 -2 0 0 5/pause 100/faceDirection farmer 2/pause 100/emote {{ModId}}_TempNPC 32/pause 100/faceDirection farmer 0/pause 200/message \"Marcello: Now @, what books pique your interest today?\"/pause 300/end position 109 29/fade",

		"{{ModId}}_E2/e {{ModId}}_E1/t 900 1700/A PilotPenny1/f Penny 2000": "continue/109 29/farmer 109 27 0 Penny 110 27 0 {{ModId}}_TempNPC 110 26 0/addConversationTopic PilotPenny2 5/skippable/fade/pause 200/emote Penny 56/pause 200/emote farmer 40/pause 200/emote Penny 8/pause 200/emote {{ModId}}_TempNPC 40/pause 200/emote {{ModId}}_TempNPC 16/pause 200/emote Penny 20/pause 200/emote farmer 8/pause 200/emote {{ModId}}_TempNPC 32/pause 200/emote farmer 56/pause 200/speak Penny \"There's so many books to choose from...#$b#How do you fit them all in your hot air balloon?\"/pause 200/textAboveHead {{ModId}}_TempNPC \"With a lot of care!\"/pause 400/message \"Marcello: It's a delicate balance.#$b#I have to keep a close eye on the mass and distribution of thes books while I'm flying.#$b#I may have even dropped a few at times...#$b#Hopefully someone found them and took an interest!\"/pause 200/emote farmer 28/emote Penny 56/pause 200/speak Penny \"What's it like up there?#$b#I bet you have a great view of the mountains!$1\"/pause 200/emote {{ModId}}_TempNPC 40/pause 200/textAboveHead {{ModId}}_TempNPC \"Would you like to see it for yourself?\"/pause 200/emote Penny 16/pause 200/textAboveHead Penny \"M-Me?\"/pause 200/message \"Marcello: Of course!#$b#I'll trade you a trip for one of these books you've brought.#$b#How does that sound?\"/pause 200/emote Penny 40/pause 200/quickQuestion What do you say?#Sounds exciting! You should do it!#Sounds scary. Why don't you think about it for a bit?(break)speak Penny \"Um, alright!$1#$b#If @ thinks it's a good idea, then I'm in!#$b#Just let me drop my new books off at home first.\"(break)speak Penny \"It's true, I've never done anything like this before.#$b#Please give me a bit to decide, if that's alright?\"/pause 200/emote {{ModId}}_TempNPC 32/pause 200/textAboveHead {{ModId}}_TempNPC \"Sounds good!\"/pause 200/message \"Marcello: I'll be waiting!\"/pause 200/emote Penny 20/pause 300/end position 109 29/fade",
		
		
		},
	},

	// Second event - penny asks about balloon

	// 3rd - penny tells you she got to go up in the balloon! kind of nervous at first but it's the most exciting thing she's ever done. marcello even gave her some books to learn more about them (she gifts you a bc book on hot air balloons via mail if applicable)

	// Event teaching kids about why balloons float (bouyancy) (she'll send you another book on the topic if you like... (with a force diagram) (or maybe CT dialoge instead? If don't talk to her during CT time, it gets randomly sold in the bookseller/pierre shops instead)

	// farm event: bookseller offered to teach her how to pilot balloons; farmer encourages her to do it

	// Pam event at saloon, talks to farmer about how energetic Penny's been about ballooning

	// farmer arrives right after a lesson, penny raves about it. Marcello: you performed admirably! Soon we can set you up with your own balloon! Penny: (sadly) yeah, maybe... farmer: ?, end scene

	// Later event, Penny preparing for a lesson in the library, farmer greets her 'hi farmer!', farmer ?, penny 'I seem sad? Hmm... I was just thinking about that balloon lesson with marcello. I'd love to have my own balloon someday, but those cost a lot. Maybe if I save up... farmer: I'll help you buy it//I appreciate it, but I couldn't ask that... maybe I can make one? (or farmer: maybe you can build one?); Penny hmm I wonder if there's any books on making balloons. It would have to follow safety standards... (book on ballooncraft if applicable)

	// Event. Penny: I might be able to make one, but I'll need a lot of materials. It would be cheaper though. Can you help me? I'll pay you back!

	// Quest

	// Penny: it'll be small, plain, and won't go very high, but it'll work for practice at least. Thanks @!

	// Pam: here kid, saved up some of my drink money to buy more cloth. Penny's real excited about this, I don't want her to be limited. Help her touch the sky! gives farmer money and quest to give Penny more cloth

	// Emily CT about Penny asking for wesing tips and to borrow her sewing machine

	// Mails on the progress of Penny getting pilot certified under Marcello. FAA med cert w Harvey - he was very cruous abt the balloons and asked lots of questions. Possibly a cert book if applicable

	// Cert is done! Mail inviting you to fly

	// Use either DaisyNiko or Sharrogg panoramas for flight event. Penny thanks you for helping her try something new

	// CTs - Pam, Maru, Elliott, the kids, their parental figures, Leah, Haley, Harvey, Lewis

	// Bonus event - Pam and Penny go ballooning

	// Bonus event - Penny hangs out with Linus talking about books

	// Bonus marriage event - balloon date like Harvey's

	// CT - 'i hope I can bring the children up here one day, when they're old enough to act safely

	// Wonder if I can add a repeatable event with random panos each time interacting w balloon...

	]
}




