{
	// Config
	"config.PennyBalloonSched.name": "PennyBalloonSched",
	"config.PennyBalloonSched.description": "When disabled, Penny will not stop by her balloon every other Thursday.",
	"config.PennyBooksellerSched.name": "PennyBooksellerSched",
	"config.PennyBooksellerSched.description": "When disabled, Penny will not visit the Bookseller when he's in town on non-school days.",
	"config.CrossoverContent.name": "CrossoverContent",
	"config.CrossoverContent.description": "When disabled, crossover content with other mods will not occur. See mod page for list of crossover content.",
	"config.PennySaloonBreakfastSched.name": "PennySaloonBreakfastSched",
	"config.PennySaloonBreakfastSched.description": "When disabled and Part of a Saloon Breakfast is installed, Penny will not visit the Saloon for breakfast after completing that mod's questline.",
	// Dialogue //////////////////////////////////////////////////////////
	// Penny
	"Si.PilotPenny.Penny.Town_110_27": "Hi @!#$b#Are you checking for new books too?$1",
	"Si.PilotPenny.Penny.Town_106_24": "Hello @!#$b#I'm just doing some maintenance on my balloon.#$b#We should go for a flight later!$1",
	"Si.PilotPenny.Penny.PilotPenny1": "Can you imagine?$3#$b#Soaring high above the clouds, going wherever you want...#$b#Looking for new books to read and share!$1#$b#I wish I could do that...",
	"Si.PilotPenny.Penny.PilotPenny2": "I can't stop thinking about that flight!$1#$b#It was like nothing I've ever read before.#$b#I've been trying to tell everyone about it, but it's so hard to put into words!$1",
	"Si.PilotPenny.Penny.PilotPenny4": "I was worried that it would be too early to start introducing the children to the concept of bouyancy, but they're really catching on!$1#$b#I wish I could take them up for a balloon ride. Maybe when they're older...",
	"Si.PilotPenny.Penny.PilotPenny5": "My own balloon...$2#$b#Oh, sorry @, I didn't see you there.$3#$b#Did you need something?",
	"Si.PilotPenny.Penny.PilotPenny7": "My balloon plans are almost done!#$b#I'm going to start building it soon!$1",
	"Si.PilotPenny.Penny.PilotPenny8": "My mom and I had a long talk.#$b#Our relationship needs some work, but I think we're in a better place than we were before, and that means a lot to me.",
	"Si.PilotPenny.Penny.PilotPenny11": "I hope you had fun!$1#$b#I'm taking my mom flying next.#$b#I hope she enjoys it...$2",
	"Si.PilotPenny.Penny.PilotPenny12": "I think mom liked flying!#$b#Well, she wouldn't stop gripping my arm, but she looked really happy at least.$1#$b#I haven't seen her smile so genuinely in a long time.#$b#...$3#$b#Thanks for all your support @.#$b#You helped me push myself to try something new, and strengthen my relationship with someone I care about.#$b#You're a great person, and I hope your life is as enriched as you've made mine.$1",
	"Si.PilotPenny.Penny.PilotPenny13": "People have started asking me if I offer balloon rides.$1#$b#I can't charge for them without a commercial pilot license, but I can still take them up for fun!$1#$e#Hm, maybe I should look into that...",
	"Si.PilotPenny.Penny.BalloonIntro": "I love being able to travel by hot air balloon!$1#$b#I should plan a proper trip somewhere...",
	"Si.PilotPenny.Penny.Bouyancy": "This book will help with my lesson plan!#$b#Thanks @.$1",
	"Si.PilotPenny.Penny.BalloonCraft": "A lot of work goes into building a hot air balloon, but even more goes into the paperwork!$1#$b#So many safety inspections...",
	"Si.PilotPenny.Penny.BalloonCert": "Are you thinking of getting certified @?",
	"Si.PilotPenny.Penny.BreitlingOrbiter": "What an inspiring tale!#$b#I think I'll have the children read this.",
	// Pam
	"Si.PilotPenny.Pam.PilotPenny3": "Listen, don't tell Penny what we talked about, kay?$4#$b#I don't wanna dampen that fire she's building up.$4",
	"Si.PilotPenny.Pam.PilotPenny7": "Penny sure cares about that balloon she's building huh...$2",
	"Si.PilotPenny.Pam.PilotPenny8": "Penny's gonna fly real high, you'll see.",
	"Si.PilotPenny.Pam.PilotPenny11": "Penny said she took you flying.#$b#Said she'll take me up there soon.#$b#To tell ya the truth kid, I'm scared outta my shoes.$2#$b#But I wanna be there for her, so I'm gonna be.#$b#Even told Gus to cut me off any drinks the night before so I can be present proper, y'know?$1",
	"Si.PilotPenny.Pam.PilotPenny12": "I did it!$1#$b#Penny and I went flying.#$b#She was so happy, wouldn't stop talking 'bout all the balloon parts, the wind currents, the places we could see...#$b#I...$2#$b#...$2#$b#I'm glad.$1#$b#Thanks for helpin' her out @.#$b#You're a good kid, you know that?$1",
	"Si.PilotPenny.Pam.PilotPenny13": "Didja know Caroline grows her own tea?#$b#Penny asked me to have some with her.#$b#Not the best stuff in the world, but if I can chug beer, I can have a cup o' leaf juice for my girl.$1",
	// Emily
	"Si.PilotPenny.Emily.PilotPenny7": "Penny's been asking me a lot of questions about sewing.#$b#So I offered to let her borrow my sewing machine.#$b#She won't stop thanking me!$1",
	"Si.PilotPenny.Emily.PilotPenny10": "I've been helping Penny sew the envelope for her hot air balloon!$1#$b#The cloth you gave her is very high quality.#$e#She told me she'll let me ride it once it's built.#$b#I can't wait!$1",
	"Si.PilotPenny.Emily.PilotPenny12": "Have you seen Penny's balloon yet?#$b#It's so beautiful!$1#$e#She said we'll go flying sometime soon!$1#$b#To soar high up, drifting along like a cloud...",
	"Si.PilotPenny.Emily.PilotPenny14": "Haley rode in Penny's balloon with me!$1#$b#It was such a wonderful feeling @.#$b#Weightlessness, all the worries flown away like leaves...#$b#I'm inspired to make some balloon-themed outfits now.$1",
	// Jas
	"Si.PilotPenny.Jas.PilotPenny4": "The suitcase example helped me understand what 'density' is.#$b#It's why some things are heavier than other things, even if they look the same!$4",
	"Si.PilotPenny.Jas.PilotPenny11": "Miss Penny showed us her hot air balloon!#$b#She said we might get to ride it when we're tall enough to see out of the basket.$1#$b#I can't wait!",
	// Vincent
	"Si.PilotPenny.Vincent.PilotPenny4": "I wonder if mud floats.$3#$b#I should bring some to class so we can try it too!",
	"Si.PilotPenny.Vincent.PilotPenny11": "We went on a field trip to see Miss Penny's balloon!$1#$b#She said if we grow taller than the basket we can ride on it!#$b#I asked Sam how many years that would be and he said a million.$3#$b#But that's so long!$2",
	// Leah
	"Si.PilotPenny.Leah.PilotPenny13": "I asked Penny if I could paint a picture of her hot air balloon.#$b#She not only said yes, she invited me for a ride so I could paint the valley from up there!$1",
	// Maru
	"Si.PilotPenny.Maru.PilotPenny13": "Penny's going to take me flying so I can test my homebuilt altimeter!$1#$b#I wonder if she'd let me outfit her basket with a full control panel...",
	// Haley
	"Si.PilotPenny.Haley.PilotPenny14": "Emily wouldn't stop talking about Penny's hot air balloon, so I went for a ride with them both to see what the fuss was about.#$b#Those were some spectacular views!$8#$b#I'm so glad I brought my camera.#$b#I got a lot of great shots!$1",
	// Linus
	"Si.PilotPenny.Linus.PilotPenny14": "I've been seeing a hot air balloon the sky close by lately.#$b#It's a much more peaceful view than the planes that usually fly over.$1",
	// Elliott
	"Si.PilotPenny.Elliott.PilotPenny13": "Penny and I got to talking about that hot air balloon of hers.#$b#Have you ever read 'Around The World In 20 Days' @?#$b#It's an enthralling tale about the world's longest balloon trip.$1#$b#I wonder if the library has a copy.",
	// Harvey
	"Si.PilotPenny.Harvey.PilotPenny14": "Penny's so brave, going up in that balloon all the time.#$b#I don't think I could fly that often.#$b#And certainly not alone!$1#$b#She offered to help me learn to manage my fear with slow trips, but I think I'll keep my feet planted firmly on the ground for now.",
	// Map Strings
	"Si.PilotPenny.BalloonStrings.Time": "Penny can't fly her balloon at night for safety reasons.",
	"Si.PilotPenny.BalloonStrings.Rain": "Penny can't fly her balloon in the rain for safety reasons.",
	"Si.PilotPenny.BalloonStrings.Snow": "Penny can't fly her balloon when it's snowing for safety reasons.",
	// Events //////////////////////////////////////////////////////////
	// Trigger
	"Si.PilotPenny.AcceptGift_book_item": "Oh wow, this is a rare edition @!$12#$b#Where did you get it?#$b#The bookseller?$3#$b#I've seen him around, but those books look pretty expensive...$2#$b#That's why I usually go to the library instead.$1#$b#Well, I guess it's worth a visit if he's got books like this in stock.$3#$b#I'll stop by his stall next time he's in town.#$b#Thanks for the book @!$1",
	// Event 1
	"Si.PilotPenny.E1.0": "Hi @!$1#$b#I've been chatting with Marcello here about his books.#$b#He travels everywhere in that hot air balloon looking for new books to read and sell.#$b#It's such a cool way to distribute them!$1",
	"Si.PilotPenny.E1.1": "Oh, I'm flattered!",
	"Si.PilotPenny.E1.2": "I've got to get going, but thank you so much for indulging my questions Marcello.#$b#And for offering to trade books with me! I'll bring some the next time you stop by.$1",
	"Si.PilotPenny.E1.3": "Marcello: Of course Penny! You take care now. I'll keep an eye out for that series you mentioned!",
	"Si.PilotPenny.E1.4": "Marcello: Now my friend, what books pique your interest today?",
	// Event 2
	"Si.PilotPenny.E2.0": "There's so many books to choose from...#$b#How do you fit them all in your hot air balloon?",
	"Si.PilotPenny.E2.1": "With a lot of care!",
	"Si.PilotPenny.E2.2": "Marcello: It's a delicate balance.",
	"Si.PilotPenny.E2.3": "Marcello: I have to keep a close eye on the mass and distribution of these books while I'm flying.",
	"Si.PilotPenny.E2.4": "Marcello: I may have even dropped a few at times...",
	"Si.PilotPenny.E2.5": "Marcello: Hopefully someone found them and took an interest!",
	"Si.PilotPenny.E2.6": "What's it like up there?#$b#I bet you have a great view of the mountains!$1",
	"Si.PilotPenny.E2.7": "Would you like to see it for yourself?",
	"Si.PilotPenny.E2.8": "M-Me?",
	"Si.PilotPenny.E2.9": "Marcello: Of course!",
	"Si.PilotPenny.E2.10": "Marcello: I'll trade you a trip for one of these books you've brought.",
	"Si.PilotPenny.E2.11": "Marcello: How does that sound?",
	"Si.PilotPenny.E2.12": "What do you say?",
	"Si.PilotPenny.E2.13": "Sounds exciting! You should do it!",
	"Si.PilotPenny.E2.14": "Sounds scary. Why don't you think about it for a bit?",
	"Si.PilotPenny.E2.15": "Um, alright!$1#$b#If @ thinks it's a good idea, then I'm in!#$b#Just let me drop my new books off at home first.",
	"Si.PilotPenny.E2.16": "It's true, I've never done anything like this before.#$b#Please give me a bit to decide, if that's alright?",
	"Si.PilotPenny.E2.17": "Sounds good!",
	"Si.PilotPenny.E2.18": "Marcello: I'll be waiting!",
	// Event 3
	"Si.PilotPenny.E3.0": "I did it @!$1#$b#I went up in the hot air balloon!",
	"Si.PilotPenny.E3.1": "I'm sorry, I'm just so happy!$1#$b#I was really nervous at first, but Marcello explained every step to me, and that helped a lot.#$b#We went so high up!$1#$b#I could see the whole valley, and the mountain peaks, and the sea...#$b#He pointed out some nearby villages like Ridgeside and Sunberry. They looked so close by from up there!#$b#And I even saw a few of Zuzu's skyscrapers!$1",
	"Si.PilotPenny.E3.2": "It was magical @...$3#$b#I wish I could go up there every day.",
	"Si.PilotPenny.E3.3": "Sorry to stop by so early, I just had to tell you all about it!$3#$b#He gave me some books to learn more about hot air balloons, so I'm going to go read them.#$b#It was good to see you @!",
	// Event 4
	"Si.PilotPenny.E4.0": "Hey @, how's it going?",
	"Si.PilotPenny.E4.1": "Good, good.",
	"Si.PilotPenny.E4.2": "Didja hear?#$b#Penny got to ride in a hot air balloon!$1",
	"Si.PilotPenny.E4.3": "I was worried it'd cost a lot...$2#$b#But she spent books instead of money.$4#$b#For an experience like that? Can't say I blame her!$1",
	"Si.PilotPenny.E4.4": "I've never seen her so full of energy before.$2#$b#Like a spark just lit up inside her.$2",
	"Si.PilotPenny.E4.5": "I never wanted to drag her down, you know?$4#$b#But I always felt like she was stuck in this small town because of me.$4#$b#And now it feels like she's about to fly away...$2",
	"Si.PilotPenny.E4.6": "Is it...$2#$b#Selfish...$2#$b#Of me, to want her to stay?$2#$b#Now that she might have a way out?$4",
	"Si.PilotPenny.E4.7": "What do you say?",
	"Si.PilotPenny.E4.8": "Yes, you need to let go of her and let her live her own life.",
	"Si.PilotPenny.E4.9": "No, you just care a lot about her presence in your life.",
	"Si.PilotPenny.E4.10": "Yes, but there's nothing wrong with feeling that way.",
	"Si.PilotPenny.E4.11": "Yeah, you're right.$4#$b#I get in my own way enough, no need to get in her way too.#1",
	"Si.PilotPenny.E4.12": "Yeah, you're right.$4#$b#She's the most stable thing I've ever had, and I don't want to lose that.$2#$b#But she deserves better.$4",
	"Si.PilotPenny.E4.13": "I'm not very good at feeling... feelings.$2#$b#That's why I come here.$4#$b#That's why I have a job where I can just focus on the road.$4#$b#So I don't have think about people outside of the usual.$2#$b#'Cause that's all people are, really.$4#$b#Feelings with legs.",
	"Si.PilotPenny.E4.14": "Look at me getting all sentimental.#$b#You didn't come here for that.#$b#Hey Gus! Another round!$1",
	// Event 5
	"Si.PilotPenny.E5.0": "Today, we're going to learn about something very interesting.#$b#In front of me, I have a glass of water, a rock, and a marshmallow.#$b#The rock and the marshmallow are about the same size.#$b#If I put them into the glass of water, what do you think will happen?",
	"Si.PilotPenny.E5.1": "The rock will sink because it's heavy!",
	"Si.PilotPenny.E5.2": "Very good Vincent!",
	"Si.PilotPenny.E5.3": "Unless you throw it like my brother!#$b#Then it skips first!$1",
	"Si.PilotPenny.E5.4": "That's true! But we don't have enough space in this glass to skip the rock, so it will sink.$1#$b#What about the marshmallow?",
	"Si.PilotPenny.E5.5": "I think it will float!",
	"Si.PilotPenny.E5.6": "That's right Jas! Why do you think that?",
	"Si.PilotPenny.E5.7": "Because it's light! And it looks like one of my floaties!",
	"Si.PilotPenny.E5.8": "Alright, now let's test it.",
	"Si.PilotPenny.E5.9": "Looks like both of you were right!$1#$b#The rock sank and the marshmallow floated.",
	"Si.PilotPenny.E5.10": "But why did they do that?#$b#Why is the marshmallow lighter than the rock, even though they're both the same size?",
	"Si.PilotPenny.E5.11": "It's because of something very important. It's called 'density'.",
	"Si.PilotPenny.E5.12": "Dens-ity?",
	"Si.PilotPenny.E5.13": "Den-city?",
	"Si.PilotPenny.E5.14": "Yes, 'density'.#$b#An object's density is how tightly packed together its material is.",
	"Si.PilotPenny.E5.15": "Imagine a suitcase.#$b#If you only have a few clothes inside it, then there's lots of empty space, so its density is very low.#$b#But if there's lots of clothes stuffed inside, and it's hard to close because of that, then there's no empty space, and its density is very high.",
	"Si.PilotPenny.E5.16": "Oh! Is that why marshmallows are so squishy?$1#$b#Aunt Marnie told me they're puffy because there's air inside them.$4",
	"Si.PilotPenny.E5.17": "Snow too! It's really fluffy!$1#$b#Until you make snowballs.#$b#Then it's really hard!$1",
	"Si.PilotPenny.E5.18": "That's exactly right!$1#$b#Snowballs are harder than snow because you pack it tightly together, so you take all the air out.#$b#That makes it more dense.#$b#We can do the same thing with this marshmallow! By squeezing it, we take all the air out of it. Watch!",
	"Si.PilotPenny.E5.19": "It sank!",
	"Si.PilotPenny.E5.20": "Water has density too, and it's pretty heavy.#$b#When something is more dense than water, it sinks. When something is less dense than water, it floats.",
	"Si.PilotPenny.E5.21": "That's so cool!",
	"Si.PilotPenny.E5.22": "Now let's get started on some worksheets to help you learn more about density...",
	// Event 6
	"Si.PilotPenny.E6.0": "@! We just landed.$1#$b#Marcello let me take the reins for most of the flight!#$b#I actually got to fly the balloon!$1",
	"Si.PilotPenny.E6.1": "You performed admirably!",
	"Si.PilotPenny.E6.2": "Marcello: You kept your hand steady on the burner and had a good sense of wind direction.",
	"Si.PilotPenny.E6.3": "Marcello: You seem to enjoy flying a great deal.",
	"Si.PilotPenny.E6.4": "Marcello: If you'd like, I can help you learn and become certified to fly on your own.",
	"Si.PilotPenny.E6.5": "Marcello: We can even get you set up with your own balloon!",
	"Si.PilotPenny.E6.6": "That sounds nice...$3",
	"Si.PilotPenny.E6.7": "Why does Penny look a bit... sad?",
	// Event 7
	"Si.PilotPenny.E7.0": "Oh, @! I didn't see you there.$1#$b#I'm searching for resources to introduce the children to basic thermodynamics next.#$b#How are you?",
	"Si.PilotPenny.E7.1": "I seem distracted?$3#$b#...$3#$b#I guess that's true...$2",
	"Si.PilotPenny.E7.2": "I was just thinking about Marcello's offer.$3#$b#I'd love to have my own balloon someday...#$b#But those cost a lot.$2#$b#...$2#$b#Maybe I can afford it eventually if I save up.$3",
	"Si.PilotPenny.E7.3": "What do you say?",
	"Si.PilotPenny.E7.4": "Maybe you can build one?",
	"Si.PilotPenny.E7.5": "I can help you buy one!",
	"Si.PilotPenny.E7.6": "Hmm, that could be a good idea.",
	"Si.PilotPenny.E7.7": "I appreciate it, but I couldn't ask that of you.#$b#I know how generous you are, but I'd still always feel like I'm in your debt, and I don't want that to overshadow our relationship.#$b#Hmm...$3#$b#Maybe I could build one...",
	"Si.PilotPenny.E7.8": "I wonder if there's any books on building hot air balloons.#$b#It would have to follow the safety standards...",
	// Event 8
	"Si.PilotPenny.E8.0": "Hey, glad I caught you.#$b#Listen, I thought about what you said.$2#$b#Penny's real excited about this balloon she's building, and, well...$4#$b#The sky might be the limit, but I sure as hell won't be.$1#$b#I saved up some of my drink money.#$b#Get her some more cloth so she can build a bigger balloon, and fly even higher, wouldja?",
	// Event 9
	"Si.PilotPenny.E9.0": "Ready to fly @?",
	"Si.PilotPenny.E9.1": "Let's go then.$1",
	"Si.PilotPenny.E9.2": "Woah",
	"Si.PilotPenny.E9.3": "Beautiful, isn't it?#$b#It took me a while to stop getting distracted when Marcello was teaching me.$1",
	"Si.PilotPenny.E9.4": "I'm so glad I did this.#$b#Being able to float freely above the mountains like this...#$b#All my worries and fears just melt away.#$b#I'm on top of the world up here!$1",
	"Si.PilotPenny.E9.5": "I wonder what my mom will say when I bring her up here...$2",
	"Si.PilotPenny.E9.6": "How do you respond?",
	"Si.PilotPenny.E9.7": "She'll say she's proud of you.",
	"Si.PilotPenny.E9.8": "She'll say she wants you to keep flying higher.",
	"Si.PilotPenny.E9.9": "She'll ask if she can bring a drink with her.",
	"Si.PilotPenny.E9.10": "Stay silent.",
	"Si.PilotPenny.E9.11": "I don't know if she'll say that out loud.$3#$b#But I hope that's how she feels.",
	"Si.PilotPenny.E9.12": "Well, the sky's the limit.$1#$b#But I hope she knows I'll always come back down to see her.",
	"Si.PilotPenny.E9.13": "Heh, yeah...$2#$b#But that's alright.$3#$b#As long as she's still there for me.",
	"Si.PilotPenny.E9.14": "Or maybe...$3#$b#...$2#$b#...maybe it doesn't matter.$3#$b#Whatever she says...$3#$b#All that matters, is that she'll be up here with me.#$b#We might have a long way to go, full of potholes and stray winds...$3#$b#But as long as she's standing here, that's good enough for me.$1",
	"Si.PilotPenny.E9.15": "Penny seems really happy!",
	// Mail 2
	"Si.PilotPenny.M2.name": "Hot Air Balloon Materials",
	"Si.PilotPenny.M2.content": "Hi @, I think I'll be able to build my own balloon based on some books I found and some tips Marcello gave me. It'll be a lot cheaper than buying one, at least! I can get most of the materials, but I need a lot of cloth. Can you help me? I promise to pay you back!  ^   -Penny",
	// Mail 5
	"Si.PilotPenny.M5.name": "Pilot Medical Certification",
	"Si.PilotPenny.M5.content": "Hi @!^^I thought I'd update you on how my balloon pilot license is going.^^I got medically approved to fly by Harvey; he had a lot of questions about flying and balloons in general. He doesn't seem very interested in going up himself though.^^I'm currently studying for my written test. Marcello's approved my balloon design, so once I pass the test I'm going to start building it while I practice flying with him. Emily's been giving me tips about sewing and handling all the cloth I got from you.  ^^   -Penny",
	// Mail 6
	"Si.PilotPenny.M6.name": "Check Ride",
	"Si.PilotPenny.M6.content": "Hi @! I passed my written test, and my balloon is almost done! I'm having my (hopefully) final check ride with Marcello soon. After that, I'll be able to start flying on my own, and even taking passengers! Maybe after that we can go for a ride.  ^   -Penny",
	// Mail 7
	"Si.PilotPenny.M7.name": "Ready To Fly",
	"Si.PilotPenny.M7.content": "I passed my check ride! 'With flying colors' is how Marcello put it. We also tested out my new balloon. It handles wonderfully! Stop by later, and I'll take you up!  ^   -Penny",
	// Quest 1
	"Si.PilotPenny.Q1.title": "Cloth For Penny",
	"Si.PilotPenny.Q1.text": "Penny needs cloth to build her own hot air balloon.",
	"Si.PilotPenny.Q1.objective": "Deliver 50 Cloth to Penny",
	"Si.PilotPenny.Q1.reaction": "It'll be small...$3#$b#And it won't go very high...$3#$b#But it'll work for practice at least.#$b#Thanks @!$1#$b#I'll go over the plans with Marcello before I start building it.",
	// Quest 2
	"Si.PilotPenny.Q2.title": "More Cloth For Penny",
	"Si.PilotPenny.Q2.text": "Pam asked you to get more cloth for Penny's hot air balloon.",
	"Si.PilotPenny.Q2.objective": "Deliver 30 Cloth to Penny",
	"Si.PilotPenny.Q2.reaction": "More cloth...?$3#$b#From my mom?!$12#$b#I can't believe it!$1#$b#Wow, I guess that means she...$7#$b#...$1#$b#Thanks for delivering this @. It means the world to me.",
	// Books //////////////////////////////////////////////////////////
	// Book Mails
	"Si.PilotPenny.Books.MailName1": "Introducing Hot Air Balloons",
	"Si.PilotPenny.Books.MailContent1": "Hi @! Thanks again for introducing me to Marcello. He's got so many interesting books! he gave me this one on hot air balloons. I've finished it, so I thought I'd send it over to you. Hope  you enjoy it!  ^   -Penny",
	"Si.PilotPenny.Books.MailName2": "A Book About Bouyancy",
	"Si.PilotPenny.Books.MailContent2": "Hi @, I saw you listening in on my density lesson. My balloon ride got me so excited I decided to start teaching the kids about bouyancy early! Here's a book about it in case you're interested.  ^   -Penny",
	"Si.PilotPenny.Books.MailName3": "Building Balloons",
	"Si.PilotPenny.Books.MailContent3": "Hi @, here's a copy of one of the balloon building books I've been referencing to design my hot air balloon. I thought you might be interested!  ^   -Penny",
	"Si.PilotPenny.Books.MailName4": "How To Train Your Balloon Pilot",
	"Si.PilotPenny.Books.MailContent4": "Hi @! I thought you might be interested in what the balloon pilot certification process looks like, so here you go!  ^   -Penny",
	// Book Entries
	"Si.PilotPenny.BalloonIntro.BookName": "Introduction To Hot Air Balloons",
	"Si.PilotPenny.BalloonIntro.BookDesc": "The invention of humanity's first flight machines.",
	"Si.PilotPenny.BalloonIntro.BookContent": "^Rather than a rudder or any kind of steering mechanism, pilots rely on air streams to direct their balloons. By heating up the air inside the balloon using a burner, or releasing air from the balloon by a vent, the pilot can move the balloon up and down, taking advantage of wind currents that differ at different altitudes tp push them in the direction they want to go. This means that, in flight, the balloon is at the mercy of the sky, drifting along like a hot, colorful cloud.",
	"Si.PilotPenny.Bouyancy.BookName": "The Big Book of Bouyancy",
	"Si.PilotPenny.Bouyancy.BookDesc": "Learn the science behind why things float!",
	"Si.PilotPenny.Bouyancy.BookContent": "^When an object is placed inside a fluid, some of the fluid gets pushed out of the way. If the weight of the object is less than the weight of the fluid that was pushed, then the object will sit on top of the fluid, making it float. If the weight of the object is greater than the weight of the pushed fluid, then it will sink. An object's ability to float is called its bouyancy.^^^     ^The density of the object's material determines how heavy it is based on its size. If two objects of the same size are placed in water, each pushing the same amount of water out of the way, then the denser object will be heavier than that amount of water and will sink while the less dense object, which is lighter than that same amount of pushed water, stays up.^^^     ^This happens with air too. When air is heated, its density decreases as the air particles drift away from each other. Heated air is less dense than regular air, and therefore floats to the top. This is why, in winter, a heated house is warmer upstairs than downstairs.",
	"Si.PilotPenny.BalloonCraft.BookName": "Ballooncraft For Beginners",
	"Si.PilotPenny.BalloonCraft.BookDesc": "Materials, techniques, patterns, and more!",
	"Si.PilotPenny.BalloonCraft.BookContent": "^The actual 'balloon' of a hot air balloon is known as the envelope, and it is comprised of several panels of fabric called 'gores', often arranged in colorful patterns. At the top of the envelope, a vent allows the pilot to release air when descending. The bottom, or 'skirt', of the envelope is made of fire-resistant materials to avoid being set alight by the propane burner.^^^      ^The wicker basket that holds passengers and fuel is typically constructed around a lightweight metal frame, such as aluminium or stainless steel, and attached to the balloon via metal cables.",
	"Si.PilotPenny.BalloonCert.BookName": "Balloon Pilot Certification Guide",
	"Si.PilotPenny.BalloonCert.BookDesc": "The process of becoming licensed to fly hot air balloons.",
	"Si.PilotPenny.BalloonCert.BookContent": "^To summarize, here are the steps:^^-Submit your application for a Student Pilot Certificate to the Ferngill Aviation Administration.^^-Medical examination confirming you do not have any conditions preventing you from operating the balloon safely.6^-Pass the Ferngill Aviation Administration Written Knowledge Test.^^-Minimum ten hours of flight training under a certified Flight Instructor, as well as one solo flight.^^-Perform a check ride and pass the Ferngill Aviation Administration Practical Knowledge Test.^^Once you have received your license, you will be required to complete a flight review every two years to maintain it.",
	"Si.PilotPenny.BreitlingOrbiter.BookName": "Around The World In 20 Days",
	"Si.PilotPenny.BreitlingOrbiter.BookDesc": "The inspiring journey of the longest trip ever flown by a hot air balloon!",
	"Si.PilotPenny.BreitlingOrbiter.BookContent": "^The Breitling Orbiter 3, the first hot air balloon to circumnavigate the globe, completed its journey in 19 days, 21 hours, and 47 minutes, without stopping to refuel. The two pilots on board shared tales of frozen drinking water, a single small bunk, and a pressure-operated toilet designed for the trip, ruminating on how their bond strengthened over the course of the flight. \"We took off as friends and landed as brothers.\"",
}