{
	// Config
	"config.PennyBalloonSched.name": "PennyBalloonSched",
	"config.PennyBalloonSched.description": "Quando desativado, Penny não vai parar no balão dela a cada duas quintas-feiras.",
	"config.PennyBooksellerSched.name": "PennyBooksellerSched",
	"config.PennyBooksellerSched.description": "Quando desativado, Penny não vai visitar o Vendedor de Livros quando ele estiver na cidade durante dias sem aula.",
	"config.CrossoverContent.name": "CrossoverContent",
	"config.CrossoverContent.description": "Quando desativado, não haverá conteúdo de crossover com outros mods. Consulte a página do mod para obter uma lista do conteúdo de crossover.",
	"config.PennySaloonBreakfastSched.name": "PennySaloonBreakfastSched",
	"config.PennySaloonBreakfastSched.description": "Quando desativado e com o mod Part of a Saloon Breakfast instalado, Penny não visitará o Saloon para tomar café da manhã após concluir a linha de missões desse mod..",
	// Dialogue //////////////////////////////////////////////////////////
	// Penny
	"Si.PilotPenny.Penny.Town_110_27": "Oi, @!#$b#Você está procurando por novos livros também?$1",
	"Si.PilotPenny.Penny.Town_106_24": "Olá, @!#$b#Estou apenas fazendo uma manutenção no meu balão.#$b#Nós poderiamos dar um voo no balão mais tarde!$1",
	"Si.PilotPenny.Penny.PilotPenny1": "Você consegue imaginar?$3#$b#Voando alto acima das nuvens, indo aonde quiser...#$b#Procurando por novos livros para ler e compartilhar!$1#$b#Quem me dera poder fazer isso...",
	"Si.PilotPenny.Penny.PilotPenny2": "Não consigo parar de pensar naquele voo!$1#$b#Foi como algo que eu nunca li antes.#$b#Eu estive tentando contar a todos sobre, mas é tão difícil de descrever com palavras!$1",
	"Si.PilotPenny.Penny.PilotPenny4": "Eu estava preocupada que fosse muito cedo para começar a apresentar o conceito de flutuabilidade às crianças, mas elas estão entendendo muito bem.!$1#$b#Quem me dera se eu pudesse levar elas para dar um passeio num balão. talvez quando elas estiverem mais velhas...",
	"Si.PilotPenny.Penny.PilotPenny5": "Meu próprio balão...$2#$b#Ah, desculpe, @, eu não vi você ai.$3#$b#Você precisa de alguma coisa?",
	"Si.PilotPenny.Penny.PilotPenny7": "Meus projetos do balão estão quase prontos!#$b#Eu vou começar a construir logo logo!$1",
	"Si.PilotPenny.Penny.PilotPenny8": "Minha mãe e eu tivemos uma longa conversa.#$b#Nossa relação precisa ser mais trabalhada, mas acho que nossa situação está bem melhor do que antes, e isso significa muito para mim.",
	"Si.PilotPenny.Penny.PilotPenny11": "Espero que você tenha se divertido!$1#$b#Eu vou levar minha mãe no próximo voo.#$b#Eu espero que ela goste...$2",
	"Si.PilotPenny.Penny.PilotPenny12": "Eu acho que minha mãe gostou do voo!#$b#Bem, ela não parava de segurar meu braço, mas pelo menos ela realmente parecia feliz.$1#$b#Faz tempo que eu não a vejo sorrir de forma tão genuína.#$b#...$3#$b#Obrigada por todo o seu apoio, @.#$b#Você me incentivou para experimentar algo novo e a fortalecer meu relacionamento com alguém que eu me importo muito..#$b#Você é uma ótima pessoa, e eu espero que sua vida seja rica de coisas boas igual você enriqueceu a minha.$1",
	"Si.PilotPenny.Penny.PilotPenny13": "As pessoas começaram a perguntar se eu faço passeios de balão.$1#$b#Não posso cobrar pelos passeios sem uma licença de piloto comercial, mas ainda posso levar-los apenas por diversão!$1#$e#Hm, eu devia dar uma olhada sobre isso...",
	"Si.PilotPenny.Penny.BalloonIntro": "Adoro poder viajar de balão de ar quente!$1#$b#Eu deveria planejar uma viagem de verdade para algum lugar...",
	"Si.PilotPenny.Penny.Bouyancy": "Esse livro irá me ajudar com o planejamento da aula!#$b#Obrigada, @.$1",
	"Si.PilotPenny.Penny.BalloonCraft": "Construir um balão de ar quente dá muito trabalho, mas a burocracia dá ainda mais!$1#$b#Tantas inspeções de segurança...",
	"Si.PilotPenny.Penny.BalloonCert": "Você está pensando em obter uma certificação, @?",
	"Si.PilotPenny.Penny.BreitlingOrbiter": "Que história inspiradora!#$b#Acho que vou pedir para as crianças lerem isso.",
	// Pam
	"Si.PilotPenny.Pam.PilotPenny3": "Escuta, não conte a Penny sobre o que conversamos, ok?$4#$b#Não quero apagar a chama que ela está acendendo.$4",
	"Si.PilotPenny.Pam.PilotPenny7": "Penny se preocupa mesmo com aquele balão que ela está construindo né...$2",
	"Si.PilotPenny.Pam.PilotPenny8": "Penny vai voar realmente alto, você vai ver.",
	"Si.PilotPenny.Pam.PilotPenny11": "Penny disse que te levou para um voo.#$b#Ela disse que me levará para um logo logo.#$b#Pra falar a verdade, ${garoto^garota}$, eu estou morrendo de medo.$2#$b#Mas eu quero está la por ela, então eu vou.#$b#Até pedi para o Gus me impedir de beber na noite anterior para que eu pudesse estar presente de verdade, sabe?$1",
	"Si.PilotPenny.Pam.PilotPenny12": "Eu consegui!$1#$b#Penny e eu voamos.#$b#Ela estava tão feliz, não parava de falar sobre todas as partes do balão, as correntes de ventos, os lugares que poderíamos ver...#$b#Eu...$2#$b#...$2#$b#Eu estou feliz.$1#$b#Obrigada por ajudar-la, @.#$b#Você é uma boa pessoa, sabe disso não é?$1",
	"Si.PilotPenny.Pam.PilotPenny13": "Você sabia que a Caroline cultiva o próprio chá?#$b#Penny pediu para que eu tomasse um pouco com ela.#$b#Não é a melhor coisa do mundo, mas se eu consigo virar uma cerveja, eu posso tomar um copo de suco de folhas pela minha garota.$1",
	// Emily
	"Si.PilotPenny.Emily.PilotPenny7": "Penny tem perguntado muito sobre sobre costura.#$b#Então eu emprestei minha máquina de costura a ela.#$b#Ela não parava de me agradecer!$1",
	"Si.PilotPenny.Emily.PilotPenny10": "Tenho ajudado a Penny a costurar o envelope para o balão de ar quente dela!$1#$b#O tecido que você deu a ela é de altíssima qualidade.#$e#Ela disse que me deixará dar uma volta quando estiver pronto.#$b#Mal posso esperar!$1",
	"Si.PilotPenny.Emily.PilotPenny12": "Você ja viu o balão da Penny?#$b#É tão lindo!$1#$e#Ela disse que iremos voar em breve!$1#$b#Voar alto, flutuando igual uma nuvem...",
	"Si.PilotPenny.Emily.PilotPenny14": "Haley andou no balão da Penny comigo!$1#$b#Foi uma sensação maravilhosa, @.#$b#Uma sensação de leveza, todas as preocupações voaram para longe como folhas...#$b#Agora estou inspirada para criar designs de roupas inspirado em balões.$1",
	// Jas
	"Si.PilotPenny.Jas.PilotPenny4": "O exemplo da mala me ajudou a entender o que é 'densidade'.#$b#É por isso que algumas coisas são mais pesadas do que outras, mesmo que pareçam iguais!$4",
	"Si.PilotPenny.Jas.PilotPenny11": "A Srta. Penny nos mostrou o balão de ar quente dela!#$b#Ela disse que talvez a gente possa dar uma volta nele quando estivermos altos o suficiente para enxergar através da cesta.$1#$b#Mal posso esperar!",
	// Vincent
	"Si.PilotPenny.Vincent.PilotPenny4": "Eu me pergunto se a lama flutua.$3#$b#Eu deveria trazer um pouco para aula para poder testar!",
	"Si.PilotPenny.Vincent.PilotPenny11": "Fomos em uma excursão para ver o balão da Srta. Penny!$1#$b#Ela disse que se crescermos mais do que a cesta, poderemos dar uma volta no balão!#$b#Perguntei ao Sam quantos anos faltava e ele disse um milhão.$3#$b#Mas isso é muito tempo!$2",
	// Leah
	"Si.PilotPenny.Leah.PilotPenny13": "Eu perguntei a Penny se eu poderia pintar um quadro do balão de ar quente dela.#$b#Ela não disse só sim, como me convidou para dar uma volta para que eu pudesse pintar o vale lá de cima!$1",
	// Maru
	"Si.PilotPenny.Maru.PilotPenny13": "Penny vai me levar para um voo no balão para que eu possa testar meu altímetro caseiro!$1#$b#Me pergunto se ela me deixaria equipar a cesta dela com um painel de controle completo...",
	// Haley
	"Si.PilotPenny.Haley.PilotPenny14": "Emily não parava de falar sobre o balão de ar quente da Penny, então fui dar uma volta com as duas para ver se era tão legal assim.#$b#Aquela vista era espetacular!$8#$b#Ainda bem que eu trouxe a câmera.#$b#Eu consegui tirar várias fotos ótimas!$1",
	// Linus
	"Si.PilotPenny.Linus.PilotPenny14": "Ultimamente tenho visto um balão de ar quente no céu perto daqui.#$b#É uma vista muito mais tranquila do que as dos aviões passando por aqui.$1",
	// Elliott
	"Si.PilotPenny.Elliott.PilotPenny13": "Eu e a Penny temos conversado sobre o balão de ar quente dela.#$b#Você já leu 'Volta no mundo em 20 dias', @?#$b#É uma fascinante história sobre a maior viagem de balão do mundo.$1#$b#Me pergunto se na biblioteca haverá uma cópia.",
	// Harvey
	"Si.PilotPenny.Harvey.PilotPenny14": "A Penny é muito corajosa, voando o tempo todo com aquele balão.#$b#Acho que eu não conseguiria voar de uma forma tão frequente.#$b#E certamente não sozinho!$1#$b#Ela se ofereceu para me ajudar a lidar com meu medo de viagens lentas, mas acho que vou manter os pés firmemente no chão por enquanto.",
	// Map Strings
	"Si.PilotPenny.BalloonStrings.Time": "Penny não pode voar no balão dela pela noite por motivos de segurança.",
	"Si.PilotPenny.BalloonStrings.Rain": "Penny não pode voar no balão dela enquanto chove por motivos de segurança.",
	"Si.PilotPenny.BalloonStrings.Snow": "Penny não pode voar no balão dela enquanto neva por motivos de segurança.",
	// Events //////////////////////////////////////////////////////////
	// Trigger
	"Si.PilotPenny.AcceptGift_book_item": "Oh, uau, isto é um livro de edição limitada, @!$12#$b#Onde você o conseguiu?#$b#O vendedor de livros?$3#$b#Eu o vi por aí, mas esses livros parecem bem caros...$2#$b#Por isso eu costumo ir na biblioteca.$1#$b#Bem, acho que vale a pena visitar ele se tiver livros como esse em estoque.$3#$b#Vou dar uma passada na barraca dele na próxima vez que ele estiver na cidade.#$b#Obrigada pelo livro, @!$1",
	// Event 1
	"Si.PilotPenny.E1.0": "Oi, @!$1#$b#Eu estava conversando com o Marcello sobre os livros dele.#$b#Ele viaja por toda parte naquele balão de ar quente em busca de novos livros para ler e vender.#$b#É um jeito bem legal de distruibuir-los!$1",
	"Si.PilotPenny.E1.1": "Oh, eu fico lisonjeado!",
	"Si.PilotPenny.E1.2": "Eu tenho que ir, mas muito obrigada por ter respondido minhas perguntas, Marcello.#$b#E por aceitar trocar alguns livros comigo! Trarei alguns para você na sua proxima parada aqui.$1",
	"Si.PilotPenny.E1.3": "Claro, Penny! Se cuide viu. Vou ficar de olho nessa coleção que você mencionou!",
	"Si.PilotPenny.E1.4": "Agora, meu amigo, que livros despertam o seu interesse hoje?",
	// Event 2
	"Si.PilotPenny.E2.0": "Há tantos livros para escolher...#$b#Como você coloca todos eles no seu balão de ar quente?",
	"Si.PilotPenny.E2.1": "Com muito cuidado!",
	"Si.PilotPenny.E2.2": "É um equilibrou delicado.",
	"Si.PilotPenny.E2.3": "Preciso ficar de olho na quantidade e na distribuição desses livros enquanto estiver voando.",
	"Si.PilotPenny.E2.4": "Talvez eu até tenha deixado cair alguns...",
	"Si.PilotPenny.E2.5": "Espero que alguém tenha os encontrado e se interessado!",
	"Si.PilotPenny.E2.6": "Como é lá em cima?#$b#Eu aposto que você tem uma ótima visão das montanhas!$1",
	"Si.PilotPenny.E2.7": "Você gostaria de ver com os próprios olhos?",
	"Si.PilotPenny.E2.8": "E-Eu?",
	"Si.PilotPenny.E2.9": "Claro!",
	"Si.PilotPenny.E2.10": "Eu troco uma viagem por um desses livros que você trouxe.",
	"Si.PilotPenny.E2.11": "Como isso soa?",
	"Si.PilotPenny.E2.12": "O que você diz?",
	"Si.PilotPenny.E2.13": "Parece emocionante! Você deveria ir!",
	"Si.PilotPenny.E2.14": "Parece assustador. Que tal você pensar um pouco sobre?",
	"Si.PilotPenny.E2.15": "Hm, certo!$1#$b#Se @ acha que é uma boa idea, então estou dentro!#$b#Só preciso deixar meus livros novos em casa primeiro.",
	"Si.PilotPenny.E2.16": "É verdade, nunca fiz nada igual antes.#$b#Por favor, me dê um tempo para pensar, tudo bem para você?",
	"Si.PilotPenny.E2.17": "Que ótimo!",
	"Si.PilotPenny.E2.18": "Eu estarei esperando!",
	// Event 3
	"Si.PilotPenny.E3.0": "Eu consegui, @!$1#$b#Eu voei num balão de ar quente!",
	"Si.PilotPenny.E3.1": "Desculpe, eu estou muito feliz!$1#$b#No início, eu estava muito nervosa, mas o Marcello me explicou cada passo, e isso me ajudou bastante.#$b#Nós voamos tão alto!$1#$b#Eu conseguia ver todo o vale, os picos das montanhas, o mar....#$b#Ele até mostrou algumas vilas próximas, como Ridgeside e Sunberry. Elas pareciam tão perto lá de cima!#$b#E cheguei a ver alguns dos arranha-céus da Cidade Zuzu!$1",
	"Si.PilotPenny.E3.2": "Foi tão mágico, @...$3#$b#Eu gostaria de poder voar lá em cima todos os dias.",
	"Si.PilotPenny.E3.3": "Desculpe aparecer tão cedo, eu precisava contar tudo para você!$3#$b#Ele me deu alguns livros para aprender mais sobre balões de ar quente, então vou lê-los.#$b#Foi bom vê você, @!",
	// Event 4
	"Si.PilotPenny.E4.0": "Ei, @, como vai?",
	"Si.PilotPenny.E4.1": "Bom, Bom.",
	"Si.PilotPenny.E4.2": "Você soube?#$b#Penny teve a oportunidade de dar uma volta de balão de ar quente!$1",
	"Si.PilotPenny.E4.3": "Eu estava preocupada que custasse muito...$2#$b#Mas ela pagou com livros ao invés de dinheiro.$4#$b#Depois de uma experiência dessas? Não posso culpá-la!$1",
	"Si.PilotPenny.E4.4": "Nunca vi ela tão cheia de energia.$2#$b#Foi como se uma faísca tivesse se acendido dentro dela.$2",
	"Si.PilotPenny.E4.5": "Eu nunca quis prejudicar-la, sabe?$4#$b#Mas eu sempre tive a sensação de que ela estava presa nessa cidadezinha por minha causa.$4#$b#E agora parece que ela está prestes a voar para longe...$2",
	"Si.PilotPenny.E4.6": "Sera que é...$2#$b#Egoísta...$2#$b#Da minha parte querer que ela fique?$2#$b#Agora que ela talvez tenha encontrado uma saída?$4",
	"Si.PilotPenny.E4.7": "O que você diz?",
	"Si.PilotPenny.E4.8": "Sim, você precisa deixá-la ir e deixar que ela viva a própria vida.",
	"Si.PilotPenny.E4.9": "Não, você simplesmente se importa muito com a presença dela em sua vida.",
	"Si.PilotPenny.E4.10": "Sim, mas não há nada de errado em se sentir assim.",
	"Si.PilotPenny.E4.11": "É, você está ${certo^certa}$.$4#$b#Eu já me atrapalho o suficiente, não preciso atrapalhar ela também.#1",
	"Si.PilotPenny.E4.12": "É, você está ${certo^certa}$$4#$b#Ela é a coisa mais estável que eu já tive, e eu não quero perder isso. Mas ela merece coisa melhor.$4",
	"Si.PilotPenny.E4.13": "Não sou muito bom em sentir... sentimentos.$2#$b#É por isso que venho aqui.$4#$b#É por isso que tenho um emprego onde posso me concentrar apenas na estrada.$4#$b#Assim não preciso pensar em pessoas fora do círculo habitual.$2#$b#'Porque, na verdade, é só isso que as pessoas são.$4#$b#Sentimentos com pernas.",
	"Si.PilotPenny.E4.14": "Olha para mim ficando toda sentimental.#$b#Você não veio aqui para isso.#$b#Ei, Gus! Mais uma rodada!$1",
	// Event 5
	"Si.PilotPenny.E5.0": "Hoje, nois iremos aprender sobre algo muito interessante.#$b#Na minha frente, tenho um copo de água, uma pedra e um marshmallow.#$b#A pedra e o marshmallow têm aproximadamente o mesmo tamanho.#$b#Se eu os colocar no copo d'água, o que vocês acha que vai acontecer?",
	"Si.PilotPenny.E5.1": "A pedra vai afundar porquê é muito pesada!",
	"Si.PilotPenny.E5.2": "Muito bem, Vincent!",
	"Si.PilotPenny.E5.3": "A menos que você jogue como meu irmão!#$b#Então ela pula primeiro!$1",
	"Si.PilotPenny.E5.4": "Isso é verdade! Mas não temos espaço suficiente neste copo para a pedra pular, então ela vai afundar.$1#$b#E quanto ao marshmallow?",
	"Si.PilotPenny.E5.5": "Eu acho que vai flutuar!",
	"Si.PilotPenny.E5.6": "Está certa, Jas! E porquê você acha isso?",
	"Si.PilotPenny.E5.7": "Porque é leve! E parece uma das minhas boias!",
	"Si.PilotPenny.E5.8": "Muito bem, agora vamos testar.",
	"Si.PilotPenny.E5.9": "Parece que vocês dois estão certos!$1#$b#A pedra afundou e o marshmallow flutuou",
	"Si.PilotPenny.E5.10": "Mas por que isso aconteceu?#$b#Por que o marshmallow é mais leve que a pedra, mesmo que ambos tenham o mesmo tamanho?",
	"Si.PilotPenny.E5.11": "Isso se deve a algo muito importante. Chamada de 'densidade'.",
	"Si.PilotPenny.E5.12": "Densi-dade?",
	"Si.PilotPenny.E5.13": "Denci-dade?",
	"Si.PilotPenny.E5.14": "Sim, 'densidade'.#$b#A densidade de um objeto é a medida da compactação dos seus materiais.",
	"Si.PilotPenny.E5.15": "Imagine uma mala.#$b#Se você tiver poucas roupas dentro dela, haverá muito espaço vazio, portanto sua densidade será muito baixa.#$b#Mas se houver muita roupa amontoada lá dentro, e for difícil fechar por causa disso, então não há espaço vazio, e sua densidade é muito alta.",
	"Si.PilotPenny.E5.16": "Oh! É por isso que os marshmallows são tão macios?$1#$b#Tia Marnie me disse que eles são fofinhos porque têm ar dentro.$4",
	"Si.PilotPenny.E5.17": "Neve também! É realmente muito fofa!$1#$b#A não ser que você faça bola de neve.#$b#Aí fica muito dura!$1",
	"Si.PilotPenny.E5.18": "Exatamente isso!$1#$b#As bolas de neve são mais duras que a neve em si porque você a compacta bem, retirando todo o ar.#$b#Isso faz a densidade aumentar.#$b#Podemos fazer o mesmo com este marshmallow! Ao apertá-lo, tiramos todo o ar de dentro. Veja!",
	"Si.PilotPenny.E5.19": "Afundou!",
	"Si.PilotPenny.E5.20": "A água também tem densidade e é bastante pesada.#$b#Quando algo é mais denso que a água, afunda. Quando algo é menos denso que a água, flutua.",
	"Si.PilotPenny.E5.21": "Isso é tão legal!",
	"Si.PilotPenny.E5.22": "Vamos começar com algumas folhas de exercícios para ajudar vocês a aprender mais sobre densidade...",
	// Event 6
	"Si.PilotPenny.E6.0": "@! Acabamos de pousar.$1#$b#Marcello me deixou pilotar durante a maior parte do voo!#$b#Eu realmente consegui pilotar um balão!$1",
	"Si.PilotPenny.E6.1": "Você teve um desempenho admirável!",
	"Si.PilotPenny.E6.2": "Você manteve a mão firme no queimador e tinha uma boa noção da direção do vento.",
	"Si.PilotPenny.E6.3": "Você parece gostar muito de voar.",
	"Si.PilotPenny.E6.4": "Se você quiser, posso te ajudar a aprender e a obter a certificação para voar por conta própria.",
	"Si.PilotPenny.E6.5": "Podemos até providenciar um balão só para você!",
	"Si.PilotPenny.E6.6": "Isso parece ótimo...$3",
	"Si.PilotPenny.E6.7": "Por que a Penny parece um pouco... triste?",
	// Event 7
	"Si.PilotPenny.E7.0": "Oh, @! Eu não vi você aí.$1#$b#Estou procurando recursos para apresentar os conceitos básicos de termodinâmica às crianças#$b#Como você está?",
	"Si.PilotPenny.E7.1": "Eu pareço distraída?$3#$b#...$3#$b#Eu acho que é verdade...$2",
	"Si.PilotPenny.E7.2": "Eu estava pensando na oferta do Marcello.$3#$b#Adoraria ter meu próprio balão um dia...#$b#Mas eles são muito caros$2#$b#...$2#$b#Talvez eu consiga comprar eventualmente se eu juntar dinheiro.$3",
	"Si.PilotPenny.E7.3": "O que você diz?",
	"Si.PilotPenny.E7.4": "Talvez você possa construir um?",
	"Si.PilotPenny.E7.5": "Eu posso ajudar você a comprar um!",
	"Si.PilotPenny.E7.6": "Hmm, pode ser uma ótima ideia.",
	"Si.PilotPenny.E7.7": "Obrigada, mas eu não poderia pedir isso de você.#$b#Eu sei o quanto você é ${generoso^generosa}$, mas mesmo assim sempre me sentiria em dívida com você, e não quero que isso ofusque nosso relacionamento.#$b#Hmm...$3#$b#Talvez eu possa construir um...",
	"Si.PilotPenny.E7.8": "Me pergunto se existe algum livro sobre construção de balões de ar quente.#$b#Teria que seguir as normas de segurança...",
	// Event 8
	"Si.PilotPenny.E8.0": "Ei, que bom que te encontrei.#$b#Escuta, eu estava pensando no que você disse.$2#$b#Penny está muito animada com o balão que está construindo, e, bem...$4#$b#O céu pode ser o limite, mas eu tenho certeza que não.$1#$b#Eu economizei parte do dinheiro que gastava com bebidas.#$b#Arranje mais tecido para ela construir um balão maior e voar ainda mais alto, tá bom?",
	// Event 9
	"Si.PilotPenny.E9.0": "${Pronto^Pronta}$ para voar, @?",
	"Si.PilotPenny.E9.1": "Então vamos lá.$1",
	"Si.PilotPenny.E9.2": "Uau",
	"Si.PilotPenny.E9.3": "É lindo, não é?#$b#Demorei um pouco para parar de me distrair enquanto Marcello me ensinava.$1",
	"Si.PilotPenny.E9.4": "Eu estou muito feliz por ter feito isso.#$b#Poder flutuar livremente assim acima das montanhas...#$b#Todas as minhas preocupações e medos simplesmente desaparecem.#$b#Estou no topo do mundo aqui em cima!$1",
	"Si.PilotPenny.E9.5": "Fico pensando no que minha mãe vai dizer quando eu a trouxer aqui...$2",
	"Si.PilotPenny.E9.6": "Como você vai responder?",
	"Si.PilotPenny.E9.7": "Ela vai dizer que está orgulhosa de você.",
	"Si.PilotPenny.E9.8": "Ela dirá que quer que você continue voando cada vez mais alto.",
	"Si.PilotPenny.E9.9": "Ela vai perguntar se pode levar uma bebida para ela.",
	"Si.PilotPenny.E9.10": "Permanecer em silêncio.",
	"Si.PilotPenny.E9.11": "Não sei se ela dirá isso em voz alta.$3#$b#Mas espero que seja assim que ela se sinta.",
	"Si.PilotPenny.E9.12": "Bem, o céu é o limite.$1#$b#But Mas espero que ela saiba que sempre voltarei para vê-la.",
	"Si.PilotPenny.E9.13": "Hah, é...$2#$b#Mas tudo bem.$3#$b#Contanto que ela ainda esteja lá para mim.",
	"Si.PilotPenny.E9.14": "Ou talvez...$3#$b#...$2#$b#...talvez isso não importe.$3#$b#Indenpendente do que ela diga...$3#$b#O que importa é que ela estará aqui comigo.#$b#Talvez tenhamos um longo caminho a percorrer, cheio de buracos e ventos imprevisíveis...$3#$b#Mas enquanto ela estiver aqui, isso já basta para mim.$1",
	"Si.PilotPenny.E9.15": "Penny parece realmente feliz!",
	// Mail 2
	"Si.PilotPenny.M2.name": "Materiais para balão de ar quente",
	"Si.PilotPenny.M2.content": "Oi, @, Acho que vou conseguir construir meu próprio balão com base em alguns livros que encontrei e em algumas dicas que o Marcello me deu. Pelo menos vai ser bem mais barato do que comprar um! Consigo a maioria dos materiais, mas preciso de muito tecido. Você pode me ajudar? Prometo te pagar depois!  ^   -Penny",
	// Mail 5
	"Si.PilotPenny.M5.name": "Certificação Médica de Piloto",
	"Si.PilotPenny.M5.content": "Oi, @!^^Achei que seria bom te atualizar sobre o meu processo para obter a licença de piloto de balão.^^Recebi a aprovação médica do Harvey para voar; ele tinha muitas perguntas sobre voar e sobre balões em geral. No entanto, ele não parece muito interessado em voar por conta própria.^^Atualmente estou estudando para a minha prova escrita. O Marcello aprovou o projeto do meu balão, então, assim que eu passar na prova, vou começar a construí-lo e praticar o voo com ele. A Emily tem me dado dicas sobre costura e como usar todo o tecido que ganhei de você.  ^^   -Penny",
	// Mail 6
	"Si.PilotPenny.M6.name": "Voo de avaliação",
	"Si.PilotPenny.M6.content": "Oi, @! Eu passei na minha prova escrita, e o meu balão já está pronto! Em breve terei meu (eu espero) último voo de avaliação com Marcello. Depois disso, poderei começar a voar sozinha e até mesmo levar passageiros! Talvez depois disso possamos dar uma volta.  ^   -Penny",
	// Mail 7
	"Si.PilotPenny.M7.name": "Pronta para voar",
	"Si.PilotPenny.M7.content": "Passei no meu voo de avaliação! 'Com louvor' foi como Marcello descreveu. Também testamos o meu novo balão. É ótimo de manusear! Apareça mais tarde, ai eu posso levar você!  ^   -Penny",
	// Quest 1
	"Si.PilotPenny.Q1.title": "Tecido para Penny",
	"Si.PilotPenny.Q1.text": "Penny precisa de tecido para construir seu próprio balão de ar quente.",
	"Si.PilotPenny.Q1.objective": "Entregar 50 tecidos para Penny",
	"Si.PilotPenny.Q1.reaction": "Será pequeno...$3#$b#E não vai voar muito alto...$3#$b#Mas pelo menos vai servir para praticar..#$b#Obrigada, @!$1#$b#Vou rever os planos com o Marcello antes de começar a construir.",
	// Quest 2
	"Si.PilotPenny.Q2.title": "Mais tecido para Penny",
	"Si.PilotPenny.Q2.text": "Pam pediu que você pegasse mais tecido para o balão de ar quente da Penny.",
	"Si.PilotPenny.Q2.objective": "Entregar 30 tecidos para Penny",
	"Si.PilotPenny.Q2.reaction": "Mais tecido...?$3#$b#Da minha mãe?!$12#$b#Eu não consigo acreditar!$1#$b#Uau, acho que isso significa que ela...$7#$b#...$1#$b#Obrigada por entregar isso, @. Isso significa tudo para mim.",
	// Books //////////////////////////////////////////////////////////
	// Book Mails
	"Si.PilotPenny.Books.MailName1": "Apresentando os Balões de Ar Quente",
	"Si.PilotPenny.Books.MailContent1": "Oi, @! Obrigada novamente por me apresentar ao Marcello. Ele tem um monte de livros interessantes! Ele me deu esse sobre balões de ar quente. Eu já terminei, então pensei em dar para você. Espero que goste!  ^   -Penny",
	"Si.PilotPenny.Books.MailName2": "Um livro sobre flutuabilidade",
	"Si.PilotPenny.Books.MailContent2": "Oi, @. Eu vi você ouvindo minha aula sobre densidade. Meu passeio de balão me deixou tão empolgada que decidi começar a ensinar às crianças sobre flutuabilidade desde cedo! Aqui está um livro sobre caso esteja ${interessado^interessada}$.  ^   -Penny",
	"Si.PilotPenny.Books.MailName3": "Construindo Balões",
	"Si.PilotPenny.Books.MailContent3": "Oi, @. Aqui está uma cópia de um dos livros sobre construção de balões que tenho usado como referência para projetar meu balão de ar quente. Achei que você podia se interessar!  ^   -Penny",
	"Si.PilotPenny.Books.MailName4": "Como Treinar Seu Piloto de Balão",
	"Si.PilotPenny.Books.MailContent4": "Oi, @! Achei que você pudesse se interessar em saber como é o processo de certificação de piloto de balão, então aqui está!  ^   -Penny",
	// Book Entries
	"Si.PilotPenny.BalloonIntro.BookName": "Apresentando os Balões de Ar Quente",
	"Si.PilotPenny.BalloonIntro.BookDesc": "A invenção das primeiras máquinas voadoras da humanidade.",
	"Si.PilotPenny.BalloonIntro.BookContent": "^Em vez de um leme ou qualquer tipo de mecanismo de direção, os pilotos dependem das correntes de ar para direcionar seus balões. Aquecendo o ar dentro do balão com um queimador ou liberando ar por uma válvula, o piloto pode movimentá-lo para cima e para baixo, aproveitando as correntes de vento que variam em diferentes altitudes para impulsioná-lo na direção desejada. Isso significa que, em voo, o balão está à mercê do céu, flutuando como uma nuvem quente e colorida.",
	"Si.PilotPenny.Bouyancy.BookName": "O Grande Livro sobre Flutuabilidade",
	"Si.PilotPenny.Bouyancy.BookDesc": "Descubra a ciência por trás da flutuação dos objetos!",
	"Si.PilotPenny.Bouyancy.BookContent": "^Quando um objeto é colocado dentro de um fluido, parte do fluido é deslocada. Se o peso do objeto for menor que o peso do fluido deslocado, o objeto ficará na superfície do fluido, flutuando. Se o peso do objeto for maior que o peso do fluido deslocado, ele afundará. A capacidade de um objeto flutuar é chamada de flutuabilidade.^^^     ^A densidade do material de um objeto determina seu peso com base em seu tamanho. Se dois objetos do mesmo tamanho forem colocados na água, cada um deslocando a mesma quantidade de água, o objeto mais denso será mais pesado que essa quantidade de água e afundará, enquanto o objeto menos denso, que é mais leve que a mesma quantidade de água deslocada, permanecerá na superfície. Isso também acontece com o ar. Quando o ar é aquecido, sua densidade diminui à medida que as partículas de ar se afastam umas das outras. O ar aquecido é menos denso que o ar normal e, portanto, flutua para a superfície. É por isso que, no inverno, uma casa aquecida é mais quente no andar de cima do que no andar de baixo.",
	"Si.PilotPenny.BalloonCraft.BookName": "Construindo Balões para Iniciantes",
	"Si.PilotPenny.BalloonCraft.BookDesc": "Materiais, técnicas, padrões e muito mais!",
	"Si.PilotPenny.BalloonCraft.BookContent": "^O corpo principal de um balão de ar quente é conhecido como envelope e é composto por vários painéis de tecido chamados 'gomos', geralmente dispostos em padrões coloridos. No topo do envelope, uma abertura permite que o piloto libere ar durante a descida. A parte inferior, ou 'saia', do envelope é feita de materiais resistentes ao fogo para evitar que seja incendiada pelo queimador de propano.^^^      ^A cesta de vime que acomoda os passageiros e o combustível é normalmente construída em torno de uma estrutura metálica leve, como alumínio ou aço inoxidável, e fixada ao balão por meio de cabos metálicos.",
	"Si.PilotPenny.BalloonCert.BookName": "Guia de Certificação de Piloto de Balão",
	"Si.PilotPenny.BalloonCert.BookDesc": "O processo para obter a licença para pilotar balões de ar quente.",
	"Si.PilotPenny.BalloonCert.BookContent": "^Resumindo, aqui estão os passos:^^-Envie sua solicitação de Certificado de Piloto Aluno para a Administração de Aviação Ferngill.^^-Exame médico confirmando que você não possui nenhuma condição que o impeça de operar o balão com segurança.6^-Aprovação no Teste de Conhecimento Escrito da Administração de Aviação Ferngill.^^-Mínimo de dez horas de treinamento de voo sob a supervisão de um Instrutor de Voo certificado, além de um voo solo.^^-Realize um voo de avaliação e seja aprovado no Teste de Conhecimento Prático da Administração de Aviação Ferngill.^^Após ​​receber sua licença, você deverá realizar uma revisão de voo a cada dois anos para mantê-la.",
	"Si.PilotPenny.BreitlingOrbiter.BookName": "Volta ao Mundo em 20 dias",
	"Si.PilotPenny.BreitlingOrbiter.BookDesc": "Uma jornada inspiradora da viagem mais longa já realizada por um balão de ar quente!",
	"Si.PilotPenny.BreitlingOrbiter.BookContent": "^O Breitling Orbiter 3, o primeiro balão de ar quente a circunavegar o globo, completou sua jornada em 19 dias, 21 horas e 47 minutos, sem paradas para reabastecimento. Os dois pilotos a bordo compartilharam histórias sobre água potável congelada, uma pequena cama individual e um vaso sanitário pressurizado projetado para a viagem, refletindo sobre como seu vínculo se fortaleceu ao longo do voo. \"Partimos como amigos e aterrissamos como irmãos.\"",
	// Other
	"Si.PilotPenny.Marcello.Name": "Marcello", // New as of version 1.1.0
}